Revit 2016 API
IExternalResourceServer Interface
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 16.0.0.0 (16.0.0.0)
Syntax
C#
public interface IExternalResourceServer : IExternalServer
Visual Basic
Public Interface IExternalResourceServer _
	Inherits IExternalServer
Visual C++
public interface class IExternalResourceServer : IExternalServer
See Also
IExternalResourceServer Members
Autodesk.Revit.DB Namespace